# Cli applications
#tap 'homebrew/core'
brew 'act'
brew 'asdf'
brew 'bat'
brew 'chezmoi'
brew 'choose'
brew 'ctop'
brew 'curl'
brew 'curlie'
brew 'dasel'
brew 'duf'
brew 'dust'
brew 'entr'
brew 'eza'
brew 'fd'
brew 'fish'
brew 'forgit'
brew 'gh'
brew 'git'
brew 'git-extras'
brew 'git-delta'
brew 'git-lfs'
brew 'glow'
brew 'grex'
brew 'hyperfine'
brew 'http-server'
brew 'lazygit'
brew 'mas'
brew 'neovim'
brew 'nnn'
brew 'parallel'
brew 'ripgrep'
brew 'tealdeer'
brew 's-search'
brew 'sd'
brew 'sad'
brew 'vifm'
brew 'vivid'
brew 'wget'
brew 'xh'
brew 'zoxide'
brew 'sijanc147/formulas/macprefs'
brew 'simonhammes/mcfly-fzf/mcfly-fzf'
brew 'wader/tap/fq'
brew 'wget2'
brew 'mosh'
brew 'bottom'
brew 'lazydocker'
brew 'doron-cohen/tap/antidot'

# Applications
# tap 'homebrew/cask'
cask 'android-platform-tools'
cask 'balenaetcher'
cask 'brave-browser'
cask 'browserstacklocal'
cask 'calibre'
cask 'charles'
cask 'devutils'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'grandperspective'
cask 'hammerspoon'
cask 'hex-fiend'
cask 'heynote'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'keka'
cask 'linearmouse'
cask 'logitune'
cask 'microsoft-edge'
cask 'openvpn-connect'
cask 'plex'
cask 'plexamp'
cask 'postman'
cask 'rectangle'
cask 'replay'
cask 'speedcrunch'
cask 'spotify'
cask 'sublime-text'
cask 'vlc'
cask 'vscodium'
cask 'wezterm'
cask 'wireshark'
cask 'zoom'

# fonts
tap 'homebrew/cask-fonts'
cask 'font-inconsolata-nerd-font'
cask 'font-iosevka-term-nerd-font'
cask 'font-iosevka-term-slab-nerd-font'

# App Store applications
mas 'Xcode', id: 497799835
