
# tap repositories and their packages

tap 'homebrew/core'
brew 'act'
brew 'asdf'
brew 'bat'
brew 'broot'
brew 'btop'
brew 'chezmoi'
brew 'choose'
brew 'ctop'
brew 'curl'
brew 'dasel'
brew 'entr'
brew 'eza'
brew 'fd'
brew 'fish'
brew 'forgit'
brew 'git'
brew 'git-extras'
brew 'grex'
brew 'lazygit'
brew 'mas'
brew 'mcfly'
brew 'navi'
brew 'neovim'
brew 'nnn'
brew 'parallel'
brew 'ripgrep'
brew 's-search'
brew 'sd'
brew 'tere'
brew 'vifm'
brew 'vivid'
brew 'wget'
brew 'xdg-ninja'
brew 'zoxide'

tap 'homebrew/cask'
cask 'android-platform-tools'
cask 'balenaetcher'
cask 'brave-browser'
cask 'browserstacklocal'
cask 'calibre'
cask 'charles'
cask 'devutils'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'grandperspective'
cask 'hammerspoon'
cask 'hex-fiend'
cask 'heynote'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'keka'
cask 'linearmouse'
cask 'logitune'
cask 'microsoft-edge'
cask 'openvpn-connect'
cask 'plex'
cask 'plexamp'
cask 'postman'
cask 'rectangle'
cask 'replay'
cask 'speedcrunch'
cask 'spotify'
cask 'sublime-text'
cask 'vlc'
cask 'vscodium'
cask 'wezterm'
cask 'wireshark'
cask 'zoom'

tap 'rcmdnk/file'
brew 'brew-file'

# App Store applications
mas 'iMovie (10.3.6)', id: 408981434
mas 'Slack (4.35.131)', id: 803453959
mas 'Xcode (14.3)', id: 497799835
