
# tap repositories and their packages

tap 'homebrew/core'
brew 'act'
brew 'aften'
brew 'aom'
brew 'apr'
brew 'apr-util'
brew 'argon2'
brew 'aribb24'
brew 'asdf'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bash-completion@2'
brew 'bat'
brew 'berkeley-db'
brew 'berkeley-db@5'
brew 'brotli'
brew 'btop'
brew 'ca-certificates'
brew 'cairo'
brew 'chezmoi'
brew 'cjson'
brew 'coreutils'
brew 'ctop'
brew 'curl'
brew 'dav1d'
brew 'entr'
brew 'eza'
brew 'fd'
brew 'fdk-aac'
brew 'ffmpeg'
brew 'file-formula'
brew 'fish'
brew 'flac'
brew 'fontconfig'
brew 'fontforge'
brew 'freetds'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'game-music-emu'
brew 'gcc'
brew 'gd'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'git-extras'
brew 'glib'
brew 'glow'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'graphite2'
brew 'grex'
brew 'harfbuzz'
brew 'highway'
brew 'icu4c'
brew 'imath'
brew 'imlib2'
brew 'iperf3'
brew 'isl'
brew 'jack'
brew 'jpeg-turbo'
brew 'jpeg-xl'
brew 'jq'
brew 'krb5'
brew 'lame'
brew 'leptonica'
brew 'libarchive'
brew 'libass'
brew 'libavif'
brew 'libb2'
brew 'libbluray'
brew 'libbs2b'
brew 'libcaca'
brew 'libevent'
brew 'libgit2'
brew 'libgsm'
brew 'libidn2'
brew 'libmagic'
brew 'libmicrohttpd'
brew 'libmodplug'
brew 'libmpc'
brew 'libnghttp2'
brew 'libogg'
brew 'libopenmpt'
brew 'libpng'
brew 'libpq'
brew 'librist'
brew 'librsvg'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsodium'
brew 'libsoxr'
brew 'libspiro'
brew 'libssh'
brew 'libssh2'
brew 'libtasn1'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libunibreak'
brew 'libuninameslist'
brew 'libunistring'
brew 'libuv'
brew 'libvidstab'
brew 'libvmaf'
brew 'libvorbis'
brew 'libvpx'
brew 'libvterm'
brew 'libx11'
brew 'libxau'
brew 'libxcb'
brew 'libxdmcp'
brew 'libxext'
brew 'libxml2'
brew 'libxrender'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'luajit'
brew 'luv'
brew 'lz4'
brew 'lzo'
brew 'm4'
brew 'mackup'
brew 'mas'
brew 'mbedtls'
brew 'mpdecimal'
brew 'mpfr'
brew 'mpg123'
brew 'msgpack'
brew 'nasm'
brew 'navi'
brew 'ncurses'
brew 'neovim'
brew 'nettle'
brew 'nvm'
brew 'oh-my-posh'
brew 'oniguruma'
brew 'opencore-amr'
brew 'openexr'
brew 'openh264'
brew 'openjpeg'
brew 'openldap'
brew 'openssl@1.1'
brew 'openssl@3'
brew 'opus'
brew 'p11-kit'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'php'
brew 'pixman'
brew 'pkg-config'
brew 'portaudio'
brew 'pyenv'
brew 'python-docopt'
brew 'python@3.12'
brew 'rav1e'
brew 'readline'
brew 'ripgrep'
brew 'rtmpdump'
brew 'rubberband'
brew 's-search'
brew 'sdl2'
brew 'sheldon'
brew 'six'
brew 'snappy'
brew 'speex'
brew 'sqlite'
brew 'srt'
brew 'svt-av1'
brew 'tesseract'
brew 'theora'
brew 'tidy-html5'
brew 'tree-sitter'
brew 'two-lame'
brew 'unbound'
brew 'unibilium'
brew 'unixodbc'
brew 'vivid'
brew 'webp'
brew 'wget'
brew 'woff2'
brew 'x264'
brew 'x265'
brew 'xdg-ninja'
brew 'xorgproto'
brew 'xvid'
brew 'xz'
brew 'zeromq'
brew 'zimg'
brew 'zoxide'
brew 'zsh'
brew 'zstd'

tap 'homebrew/cask'
cask 'android-platform-tools'
cask 'balenaetcher'
cask 'brave-browser'
cask 'browserstacklocal'
cask 'calibre'
cask 'charles'
cask 'devutils'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'grandperspective'
cask 'hammerspoon'
cask 'hex-fiend'
cask 'heynote'
cask 'imageoptim'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keka'
cask 'mac-mouse-fix'
cask 'microsoft-edge'
cask 'openvpn-connect'
cask 'plex'
cask 'plexamp'
cask 'postman'
cask 'rectangle'
cask 'replay'
cask 'spectacle'
cask 'speedcrunch'
cask 'spotify'
cask 'sublime-text'
cask 'vlc'
cask 'vscodium'
cask 'wezterm'
cask 'wireshark'
cask 'zoom'

tap 'homebrew/bundle'

tap 'gcenx/wine'
cask 'wine-crossover'

tap 'homebrew-ffmpeg/ffmpeg'

tap 'jandedobbeleer/oh-my-posh'

tap 'kaplanelad/tap'

tap 'macos-fuse-t/cask'
cask 'fuse-t'
cask 'fuse-t-sshfs'

tap 'rcmdnk/file'
brew 'brew-file'

# App Store applications
mas 'iMovie (10.3.6)', id: 408981434
mas 'Slack (4.35.131)', id: 803453959
mas 'Xcode (14.3)', id: 497799835
